{
  "posts": [
    {
      "id": 0,
      "title": "Enjoying a Picnic with a refreshing and easy to make Mango-Pineapple Summer Drink",
      "category": "Drinks",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2021/06/Belvedere-Summer-Picnic-13-933x1400.jpg",
      "description": "To celebrate Midsummer today we created a wonderful refreshing and tasty summer cocktail for you!",
      "content": "What could be better than a delicious and fresh summer drink during these lovely and warm summer days?! When we found this gorgeous wild flower fields in the woods last week, we knew it would be the perfect spot for a cozy summer picnic. So we took our bikes for a quick bike tour and enjoyed some wonderful hours here. We teamed up with Belvedere Vodka again and used their pretty summer bottle edition for this Mango-Pineapple Summer Vodka drink. It’s super easy to make and basically tastes like summer in a glass! We used pineapple juice, mango juice, orange juice, passionfruit juice, a little bit of lemon, ginger syrup, Belvedere Vodka and a shot of whipping cream for the summer cocktail – super delicious! We also took some gluten-free bread, a little bit of cheese and some fruits to our picnic – a wonderful addition to the fruity drink. We hope you enjoy the recipe and happy Midsummer guys! Please drink responsibly.",
      "date": "Jun 25, 2021",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2021/06/Belvedere-Summer-Picnic-08.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2021/06/Belvedere-Summer-Picnic-02-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2021/06/Belvedere-Summer-Picnic-04.jpg"
      ],
      "recipe": {
        "rtitle": "Mango-Pineapple Summer Vodka",
        "ingredients": [
          "6cl pineapple juice",
          "6cl mango juice",
          "3cl orange juice",
          "1cl lemon juice",
          "2 cl ginger syrup",
          "4cl Belvedere Vodka",
          "1 passion fruit",
          "ice cubes",
          " 3cl whipping cream"
        ],
        "toppings": [
          "fresh mint or lemon verbena",
          "lemon wedge or slice",
          "glass straw"
        ],
        "instructions": "Pour pineapple juice, mango juice, orange juice, lemon juice, ginger syrup and Belvedere Vodka into a shaker. Halve the passion fruit and strain the juice through a fine metal sieve into the shaker. Add ice cubes and shake well, then pour into a well-chilled cocktail glass and add a dash of whipping cream. Optionally, you can also add the whipping cream to the shaker. Serve the Mango-Pineapple Summer Vodka with fresh mint, a lemon wedge and a glass straw."
      }
    },
    {
      "id": 1,
      "title": "Gluten-free Waffles with Chai Ice-Cream and Cherry Compote",
      "category": "Breakfast",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2020/12/Chai-Eis-mit-glutenfreien-Waffeln01.jpg",
      "description": "We are excited to share a new recipe with you guys today - perfect for a little treat during the Christmas holidays.",
      "content": "One of our absolutely favorite things during winter is chai tea. It makes the cold winter months so much more cozy and always reminds us of lovely walks through the city while admiring all the beautiful christmas lights in town in December. Another favorite of ours are gluten-free waffles – we already have many gluten-free waffle recipes on the blog, because what could be more comforting than a warm waffle for breakfast, right? To combine those two favorites of ours we decided to make gluten-free waffles with a cherry compote and chai ice-cream. Such a delicious combination! We prepared the batter for the gluten-free waffles with the Kenwood Cooking Chef XL kitchen machine and also the cherry compote. What we love about the Cooking Chef XL is that it has an integrated scale, which makes it very easy to prepare batter and many other dishes. The cherry compote we cooked with the induction function of the Cooking Chef XL kitchen machine, which worked out so well. It’s super nice, that you can prepare so many different recipes with only one machine, we love it! We hope you enjoy our Christmas recipe during the holidays, we will make it again for sure.",
      "date": "Dec 21, 2020 ",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2020/12/Kenwood-Magazin-Querformat01.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/12/Kenwood-Magazin-Hochformat01-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/12/heise-kirschen-mit-eis-und-waffeln.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-free Waffles",
        "ingredients": [
          "3 eggs (size M or L)",
          "250g gluten-free flour mixture (or rice flour or buckwheat flour)",
          " 2 tsp baking powder",
          "50g butter"
        ],
        "toppings": [
          "undefined",
          "undefined"
        ],
        "instructions": "For the waffles, separate the eggs and beat the egg whites for 30-60 seconds until stiff. Melt the butter, let it cool down briefly, then add the milk. Mix gluten-free flour, baking powder and salt. Beat the egg yolks with the sugar for 30 seconds, then fold in the butter-milk mixture. Mix in the flour mixture in 2 portions with a whisk – the dough should not be too runny or too firm. Finally, fold in the egg whites in 2-3 portions with a silicone spatula. Preheat and grease the waffle iron, then fry the waffle batter in portions."
      }
    },
    {
      "id": 2,
      "title": "Gluten-free Vegan Pizza with Sweet-Potato-Dough",
      "category": "Dinner",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2018/07/Best-vegan-vegetable-pizza.jpg",
      "description": "When we visited our dear friend Frida in her charming old schoolhouse in Sweden last month, Nora made our favorite gluten-free vegan pizza one evening. We are so excited to share the recipe with you guys today!",
      "content": "Since last winter we want to share the recipe for our favorite gluten-free vegan pizza with you and somehow it never made it to the blog. Now it’s really about time and we are excited to hear your feedback. In winter we made the dough with pumpkin, but since there was no pumpkin available in June we used sweet potato instead, which worked out so well! For the topping we used our favorite vegan spinach pesto, that we already shared with you in this post and all our favorite vegetables, like mushrooms, tomatoes, carrots, fennel and onions. We usually also put olives and artichoke hearts on top, but somehow couldn’t find them in the swedish countryside. Anyways this gluten-free vegan pizza is a true treat and you seriously don’t need cheese on top, even if you’re not vegan. We all loved it and it was such a pleasure to enjoy it in the dreamy garden of our dear friend Frida.",
      "date": " Aug 04, 2021 ",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2018/07/vegan-pizza-recipe.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2018/07/Glutenfree-and-vegan-pizza-recipe-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2018/07/Best-vegan-vegetable-pizza.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-free Vegan Pizza ",
        "ingredients": [
          "250g gluten-free flour mix for yeast dough",
          "150g sweet potato, baked (about 0,5-1 sweet potato)",
          "200g coconut milk",
          "1 pck active dry yeast"
        ],
        "toppings": [
          "2 carrots",
          "4-5 champignon mushrooms"
        ],
        "instructions": "Peel the sweet potato, cut into slices and bake in the oven on a sheet of baking paper at 200°C (400°F) top/bottom heat until soft. Then take 150g of the baked sweet potato and purée together with the coconut milk. Blend gluten-free flour mix, active dry yeast, salt and spices in a mixing bowl. Add the sweet potato purée and olive oil (the purée should be warm, but not hot) and knead the dough for 2 minutes (use disposable gloves, if possible) – don´t knead too long, the dough should be still relatively sticky. Take a new mixing bowl (plastik, no metal!), brush the inside with a vegetable oil and leave the gluten-free yeast dough in the bowl for 1,5 hours on a warm spot to let the dough raise, covered with a damp kitchen towel. In the meantime prepare the vegan spinach pesto. Mix all ingredients in a blender. When the dough is raised, overturn it carefully on a big floured piece of baking paper, flour the top and the rolling pin as well and roll out the dough to a large circle (if you want to work accurate, you can draw a large circle with a pencil on the baking paper as orientation before and cut away the overlapping edges with a pizza cutter afterwards). Pull the gluten-free pizza dough together with the baking paper on a baking sheet and let raise for another 30-40 minutes, before you spread the vegan spinach pesto on top. Meanwhile preheat the oven to 250°C (500°F) top/bottom heat and cut the vegetables: cut the carrots into sticks, the mushrooms into slices, the red onions in quarters, the fennel into slices and the tomatoes into halves. After you spread the pesto, start topping with carrots, followed by the fennel, mushrooms, tomatoes and onions. Brush the mushrooms and onions with some vegetable oil. Then bake the gluten-free vegan pizza for about 30 minutes until crispy, then top with pumpkin seeds, seasalt, pepper and fresh thyme. Serve together with a few lemon quarters."
      }
    },
    {
      "id": 1633524625376,
      "title": "Goat Milk Rice with homemade Peach Compote",
      "category": "Breakfast",
      "description": "We are ecxited to share a new and simple recipe with you guys today, perfect for a lovely summer morning!",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2019/07/goatmilk-rice-with-peach-compote.jpg",
      "content": "The last hot weeks of summer are here and we so enjoy it! We are currently in Sweden (more about that in our next post) and the weather here is simply wonderful right now. If you’re longing for a cold and fruity breakfast, this lovely goat milk rice with homemade compote is simply divine! It’s not long anymore that we can have these delicious summer fruits this year, so making compotes is definitely a good way to enjoy them a few weeks longer. Of course you can also serve this breakfast warm during autumn and winter, maybe with a nice apple compote instead. When we photographed the goat milk rice it was actually quite a moody day and the garden was the perfect scenery for this little cozy set up. With our dear friends and neighbors Rahel, Lea and Anita and we enjoyed the goat milk rice with homemade compote and we all loved it. We hope you guys will enjoy it too! We are currently really into videos and hope to have some time to do more recipe videos for you soon – what do you guys think?\n",
      "date": "Aug 26, 2019 ",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2019/07/goat-milkrice-with-peach-compote-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2019/07/peach-compote-recipe-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2019/07/gathering-inspirations-933x1400.jpg"
      ],
      "recipe": {
        "rtitle": "Glutenfree Goat-Rice Pudding with Peach-Apricot-Compote",
        "ingredients": [
          "250g pudding rice",
          "1000ml goat milk (or another one, if you don´t like the taste)",
          "1 pinch of salt",
          "400g mix of peaches and apricots"
        ],
        "toppings": [
          "1 tbsp coconut flakes or similar",
          "1 handfull redcurrants or raspberries",
          ""
        ],
        "instructions": "Bring the goat milk to boil with a little pinch of salt, add the pudding rice and cook on low heat for about 25-30 minutes (as recommended on the packing instructions) – stir occasionally. Meanwhile pit the peaches and apricots, slices them in thin wedges and place them together with the sugar in a pot, add little water (max. 200ml), so the fruit is slightly covered and add the tea strainer with the lavender. Add the lemon juice and ground vanilla, bring everything to boil and let simmer for 10-15 minutes. Afterwards remove the tea strainer and thicken the peach-apricote-compote with the cornstarch (mix 3-4 tbsp liquid with the cornstach and stir this into the compote) or fill the soft fruits into a jar and the liquid into a carafe, which you can serve to the rice pudding. If you serve the rice pudding in a glass, start with a layer of rice pudding, then a layer of compote and a few redcurrants, followed by a second layer of rice pudding and compote and a few coconut flakes and redcurrants for topping."
      }
    },
    {
      "id": 1633525295712,
      "title": "Gluten-free Cheesecake with Meringue",
      "category": "Desert",
      "description": "We have another easy and delicious baking recipe for you guys today - our favorite gluten-free cheesecake with meringue.",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2020/03/cheesecake-with-meringue-topping-933x1400.jpg",
      "content": "In these very strange and challenging times it feels so good to calm the mind while baking a simple cake in the kitchen. So today’s recipe is very easy to make and of course very delicious. What could be more comforting than a nice cheesecake 🙂 Our recipe is inspired by Nora’s favorite childhood cheesecake that her mother used to bake for her. Of course we turned it into a gluten-free version. The cake has a wonderful and fluffy meringue topping, so good! We hope you guys enjoy our gluten-free cheesecake with meringue recipe!",
      "date": "Oct 06 2021",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2020/03/glutenfree-cheesecake-recipe-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/03/glutenfree-recipe-cheesecake-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/03/cheesecake-with-meringue-933x1400.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-free Cheesecake with Meringue",
        "ingredients": [
          "250g gluten-free flour mix or rice flour ",
          "1 tsp baking powder",
          "80g cane sugar",
          "1 pinch of salt"
        ],
        "toppings": [
          "3 egg whites",
          "80g sugar (preferably fine sugar)"
        ],
        "instructions": "Preheat the oven to 180°C/360°F top and bottom heat. Line the bottom of the springform pan with baking paper, butter and flour the sides. Mix gluten-free flour with baking powder, sugar and salt, then add the soft butter in small pieces and knead everything, add the egg and continue kneading. If the pastry is too crumbly or dry, add 1-2 tablespoons of cold water. Spread the pastry thinly on the bottom and edge of the springform pan and press it on with your fingers. For the filling, mix all the ingredients except the cornstarch in a mixing bowl with the electric whisk, then beat in the cornstarch. Pour the filling into the springform pan and bake the gluten-free cheesecake for 50 minutes, beat the egg whites with the salt semi-stiff just before the end of the baking time, then gradually add the sugar and beat until stiff for 1-2 minutes. Take the cheesecake out of the oven, turn the oven temperature down to 160°C/360°F. Spread the meringue evenly on the cheesecake, leaving 1cm free from the edge as the meringue will expand while baking. Bake the gluten-free cheesecake with meringue for another 15-20 minutes until the meringue turns golden brown. Let the gluten-free cheesecake with meringue cool down for at least 1 hour before serving."
      }
    },
    {
      "id": 1633528397220,
      "title": "Gluten-free Chocolate-Cherry Cake with Berries",
      "category": "Cake",
      "description": "Before we completely dive into all the wonderful autumn recipes, we want to share this late summer Chocolate Cherry Cake recipe with you guys!",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2021/08/summer-picnic-15.jpg",
      "content": "This lovely gluten-free summer chocolate cherry cake with berries is so easy to make and so delicious! Chocolate, cherries, berries and cream are always a winning combination, you can’t go wrong with that! A few weeks ago we discovered this dreamy grass field on a bike tour and just knew we had to come back for a little picnic. The light was simply wonderful, definitely one of those summer evenings you won’t forget. The gluten-free chocolate cherry cake might be not the most practical picnic food to bring along, but it was definitely worth it! As cherries are out of season now, we would recommend to use blackberries and pears instead – so delicious! We hope you enjoy these late summer days, before autumn sets in.",
      "date": "Sep 13, 2021 ",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2021/08/summer-picnic-23.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2021/08/summer-cake.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2021/08/summer-picnic-34.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-free Chocolate-Cherry Cake with Berries",
        "ingredients": [
          "120g butter",
          "4 eggs",
          "100g sugar",
          "50g maple syrup"
        ],
        "toppings": [
          "undefined",
          "undefined"
        ],
        "instructions": "Preheat the oven to 180°C/360°F top and bottom heat. Line the bottom of the springform pan with baking paper, butter and flour the sides. Melt the butter. Separate the eggs and beat the egg whites for 1 minute until semi stiff, then add the sugar and continue beating for 1 minute until the egg whites are firmer. Mix the egg yolks with the maple syrup and salt in a separate bowl, then stir in the lukewarm melted butter. Mix the gluten-free flour with the baking cocoa and the baking powder and fold alternately with the egg white under the egg yolk-butter-mixture (sieve in the flour and ideally use a silicone spatula). Pour the gluten-free batter into the springform pan and bake for about 45 minutes – do a toothstick test. Let the chocolate cake cool for about 1 hour, then cut into 3 layers with a long bread knife. For the filling, whip the heavy cream with the sugar, vanilla and cream stabilizer. Spread 100g cherry jam on each of the two lower cake bases, then spread a thick layer of whipped cream. Spread another layer of whipped cream on top of the cake and decorate with cherries and berries."
      }
    },
    {
      "id": 1633529275909,
      "title": "Easy and Delicious Gluten-free Lemon Cake with Rosemary",
      "category": "Cake",
      "description": "Today we want to share a new gluten-free cake recipe with you guys, a gluten-free lemon cake with rosemary.",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2020/03/lemon-cake-with-rosmary.jpg",
      "content": "After the last grey and rainy weeks we needed some color on our plates, so Nora came up with this simple and delicious gluten-free lemon cake recipe. Not only the color is wonderful to look at, the whole cake has a perfect consistency and the slightly herb aroma of the rosemary fits so well with the sweet-sour taste from the lemon cake.  After some busy weeks in our Berlin studio we finally took the time to go to our beloved countryside place and it was so lovely to enjoy some slow countryside mornings here. We’ve enjoyed the gluten-free lemon cake together with our dear neighbors and friends Rahel, Lea and Anita and everyone loved it! We hope you guys like the new recipe too!",
      "date": "Oct 07, 2020 ",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2020/03/lemon-cake-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/03/Lemon-cake-foodphotography.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/03/Lemon-cake-with-coconut-flakes-933x1400.jpg"
      ],
      "recipe": {
        "rtitle": "Easy Gluten-Free Lemon Cake with Rosemary",
        "ingredients": [
          "250g gluten-free flour mix",
          "2 tsp baking powder",
          "1 tsp ground turmeric",
          "250g soft butter"
        ],
        "toppings": [
          "undefined",
          "undefined"
        ],
        "instructions": "Preheat the oven to 180°C/360°F top and bottom heat. Grease and flour a loaf pan.\nMix gluten-free flour mixture, baking powder and turmeric. Beat soft butter for 1 minute with a hand mixer or kitchen machine, then gradually add sugar and finally ground vanilla and beat butter for at least 5 minutes until lightly and more fluffy. Beat in one egg at a time for about 30 seconds. Mix in 4 tbsp lemon juice and 1 tbsp zest. Add the flour and baking powder mix in 2 portions and stir in with a silicone spatula, stir in the vegetable milk in between. Fill the gluten-free batter into the loaf pan and bake the gluten-free lemon cake for 50-60 minutes – make the wooden skewer test to see if the batter is done. Let the gluten-free lemon cake cool for 15 minutes before removing the loaf pan. Sift the icing sugar (if lumpy) then mix the icing sugar with 2-3 tbsp lemon juice and spread the icing on the cake. Top the gluten-free lemon cake with lemon slices of 1/2 organic lemon and refine with coconut flakes and lemon zest. Finely chop the rosemary and sprinkle over the lemon cake."
      }
    },
    {
      "id": 1633613176392,
      "title": "Gluten-free Spring Pasta with Pomi Tomato Sauce & Vegetables",
      "category": "Dinner",
      "description": "Today we have a delicious spring pasta for you guys!",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2019/03/recipe-sping-pasta-penne.jpg",
      "content": "The weather is finally getting better and spring is in the air! The apple trees in the garden are in full bloom and we bought delicious green asparagus in the organic supermarket. We teamed up with Pomi for this post and used their organic strained tomatoes for this tasty spring pasta recipe. We always love to eat gluten-free pasta a few times a week and this spring pasta recipe is a new favorite for sure! Thanks to the strained tomatoes from Pomi, it’s quite a light meal and all the vegetables like peas, green asparagus and fava beans give you all the extra spring feelings. We also added buffalo mozarella, which is the perfect addition when you like to eat cheese. We grilled it in the oven, so it got nicely melted on top, so fabulous! We hope you will enjoy this colorful spring recipe as well!",
      "date": "May 10, 2021 ",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2019/03/Pomi-Pasta-Feast.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2019/03/spring-pasta-buffalo-mozarella-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2019/03/pasta-penne-gluten-free-lunch.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-Free Pasta with Tomato Sauce, Green Asparagus and Mozarella",
        "ingredients": [
          "400g penne pasta",
          "500g Pomi Organic Strained Tomatoes",
          "125g mozarella",
          "500g green asparagus (about 2 bunches)"
        ],
        "toppings": [
          "1 handful cherry tomatoes",
          "2-3 stems fresh basil"
        ],
        "instructions": "Peel the fava beans and blanch in boiling water, then refresh, shell the skin and cook the fava beans again for about 10 minutes in salted water. Cook the peas and penne pasta as well in salted water until firm bite. Cut off the stringy ends of the green asparagus, then cut in smaller bites and fry in olive oil for 5 minutes. Chop the onion, fry in olive oil for a moment, then stir in the pressed garlic and tomato sauce. Afterwards season with cayenne pepper, cumin, honey, salt and pepper. Switch on the grill function of your oven. Fill about one third of the tomato sauce on the bottom of the baking dish, then spread one layer of penne pasta, fava beans, peas and green asparagus. Continue with a second layer of penne pasta, fava beans, peas and asparagus, then spread the remaining tomato sauce on the penne pasta and top with mozarella pieces. Cut the cherry tomatoes in halves and arrange on top. Grill the penne pasta dish for around 12 minutes or until the mozarella has melted. In the end decorate with fresh basil."
      }
    },
    {
      "id": 1633691144748,
      "title": "Gluten-free Chocolate Crêpe Cake",
      "category": "Breakfast",
      "description": "Mother and Father's Day is coming up soon, so we have a lovely recipe for you guys today, perfect for a little surprise and a special late breakfast. ",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2021/05/Becks-Cocoa-04-933x1400.jpg",
      "content": "*In collaboration with Becks Cocoa\nWe are excited to team up with Becks Cocoa and share their wonderful cacao universe with you today! Next to 19 different fine drinking chocolate varieties Becks Cocoa just launched two different chocolate spreads.\nOne is called Wellutata where the finest cashew nuts are slowly and carefully processed into a creamy chocolate spread with the high-quality ingredients organic cane sugar, organic sunflower oil, organic cocoa powder and organic cocoa butter. That’s it! No artificial ingredients. And all ingredients are organic and their cacao beans are also fairtrade. The second spread is called Dschanduia which is a hazelnut spread, that consists of 50% organic hazelnuts. Both spreads are super delicious and creamy and of course you can also enjoy them on your breakfast bread or mix them into a hot milk of your choice. But for Mother and Father’s day we wanted to prepare something special with the two spreads, so we decided to make a gluten-free crêpe cake. It’s easy to prepare, but always looks so stunning and you definitely will put a smile one someone’s face . Both spreads from Becks Cocoa will work perfectly with the crêpe cake, so it’s totally up to you guys if you prefer the rather intense hazelnut-cocoa spread or the mild and more creamy one with cashews. Both are super delicious! We simply topped our crêpe cake with some berries and a few chopped hazelnuts, that’s it! The perfect surprise for Mother or Father’s Day! In addition we also wanted to test one of the fine cocoa varieties from Becks Cocoa and decided to go for the T.E Lawrence Mokka which is refined with turkish coffee, dates and a touch of cardamom. Super tasty, also as a cold version for the upcoming summer days! We hope you guys enjoy the wonderful cocoa universe from Becks Cocoa as much as we do and enjoy baking the crêpe cake.",
      "date": "May 05, 2021",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2021/05/Becks-Cocoa-18.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2021/05/Becks-Cocoa-07.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2021/05/Becks-Cocoa-19.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-free crepe cake with chocolate hazelnut spread",
        "ingredients": [
          "6 eggs (size M/L)",
          "400g white rice flour or a suitable gluten-free flour mixture",
          "700-1000ml milk or plant-based drink of your choice *",
          "90g butter1 "
        ],
        "toppings": [
          "1 handful of raspberries and blueberries",
          "1 handful of hazelnuts, roughly chopped"
        ],
        "instructions": "Melt the butter slowly and let it cool down briefly. Beat the eggs with a hand mixer for 30 seconds. Then beat in the salt, vanilla and cooled, melted butter. Beat in the milk as well. Use a whisk to stir the rice flour into the liquid ingredients, tablespoon at a time. Then let the batter rest for 15 minutes. Brush a non-stick frying pan with a little coconut oil. Then bake the gluten-free crêpe batter in portions over medium heat to make thin crêpes – best to pour in the batter with one hand using a ladle and hold the pan with the other hand, so you can distribute the batter quickly. Turn the crepe after 30-60 seconds. Bake all the crepes. Then coat one crepe very thinly with hazelnut spread and place on a cake plate – best to spread the following crepes on a separate plate first and then stack them on the cake plate to form a crepe cake. Place the crepe cake in the freezer or in the refrigerator for 1-2 hours so that the hazelnut cream becomes a little firmer and the cake is easier to cut. Finally, decorate the gluten-free chocolate and hazelnut crepe cake with raspberries, blueberries and chopped hazelnuts."
      }
    },
    {
      "id": 1633691903189,
      "title": "Pomegranate-Beetroot Drink & Peanut Butter Nicecream",
      "category": "Drink",
      "description": "We are excited to introduce you to the 3X Blucier Pro from Sage today, a new kitchen tool that shouldn't be missing in your kitchen.",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2020/03/Sage-Blucier-02.jpg",
      "content": "Today we want to share three easy, healthy and delicious recipes with you guys, all made with our new 3X Bluicer Pro from Sage. As we already love our coffee machine from Sage, we were really exited to test another product from the same brand.\nThe 3X Bluicer Pro is a blender and a juicer in one and you can even combine blending and juicing (and call it bluicing) to create a little taste adventure. The flavor is much more intense and the consistency is simply wonderful! We created a pomegranate-beetroot drink with frozen banana and cashew butter. Therefore we’ve been juicing the pomegranate seeds and the beetroot. The great advantage of the 3X Bluicer Pro is that the fresh pressed juice can be filled automatically into the blender which is already filled with the remaining ingredients for the smoothie. Now you only have to mix all ingredients together to get a delicious “Bluice”/Smoothie with Juice 🙂 Thanks to the cold spin technology the juice temperature stays less then 1°Celsius and the wide opening allows also bigger pieces to juice. Find out more here.\nBut it’s not only great to have the possibility to create new delicious drinks, another great advantage is that you safe space in the kitchen, as two machines are combined in one. Also it was no big deal to install it and clean it, it’s a very user friendly machine.\nWe also created two other healthy, vegan and very easy recipes: a peanut butter nicecream with cocoa nibs, banana chips and a divine vegan chocolate sauce made of coconut oil, maple syrup and raw cacao powder. You and your guests will love it. And a simple, but very delicious orange-nicecream drink, which is not only a great treat for hot summer days it also brightens up any dark winter day.  You can find all recipes below. Let us know which one your favorite is 🙂",
      "date": "Mar 11, 2021",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2020/03/Sage-Blucier-03.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/03/Sage-Blucier-14.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2020/03/Sage-Blucier-17.jpg"
      ],
      "recipe": {
        "rtitle": "Pomegranate – Beetroot Drink with Frozen Banana and Cashew Butter",
        "ingredients": [
          "300g ripe bananas, peeled (about 3 bananas)",
          "1 beetroot (you need 150g peeled beetroot)",
          "1 pomegranate (you need 200g pomegranate seeds)",
          "200ml almond milk",
          "1-2 tbsp cashew butter",
          "1 pinch of ground vanilla"
        ],
        "toppings": [
          "2 tbsp grated coconut",
          "2 tbsp pomegranate seeds",
          "2 tbsp fresh berries (raspberries, blueberries…)"
        ],
        "instructions": "Peel bananas, cut them into thin slices and freeze them overnight or for a few hours (if you don’t have time, you can also use a few ice cubes in addition for the drink, but then the taste is not quite as intense). Peel and cut the beetroot, deseed the pomegranate, then juice the pomegranate seeds and beetroot (if you have a Sage Bluicer, you can let the juice run straight into the blender). Mix the juice together with the frozen banana and the remaining ingredients to a smoothie. Fill the pomegranate-beetroot drink into smoothie glasses and top with grated coconut, pomegranate seeds and berries."
      }
    },
    {
      "id": 1633694355720,
      "title": "Greenhouse Gathering & our favorite Gluten-free Apple Berry Pie",
      "category": "Cake",
      "description": "Today we want to share our favorite gluten-free apple berry pie recipe with you guys!",
      "imageUrl": "https://ourfoodstories.com/wp-content/uploads/2019/10/Lovely-Linen-Greenhouse-30.jpg",
      "content": "After a lot of christmas productions we are totally in a christmas mood right now, but we still want to share our favorite gluten-free apple pie recipe with you! It really was a glorious autumn day when we photographed this little greenhouse gathering in our dear friend Johan and Kerstin’s magical garden in Sweden. Their garden is a pure dream, lovely little spots whereever you look and they have two of the most dreamy greenhouses we ever saw. During summer they open up their place and have a little restaurant Mellby Klockargaard – the most beautiful restaurant you can have dinner at for sure!  Together we enjoyed a lovely afternoon in their charming little greenhouse and Nora served our all time favorite gluten-free apple pie with berries. This gluten-free apple pie is definitley one of  the cakes we keep coming back to – last christmas we even served it as a dessert with vanilla ice-cream – so goood! We hope you guys enjoy it too – what’s your favorite pie recipe?",
      "date": "Oct 08 2021",
      "images": [
        "https://ourfoodstories.com/wp-content/uploads/2019/10/Lovely-Linen-Greenhouse-.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2019/10/Lovely-Linen-Greenhouse-26-933x1400.jpg",
        "https://ourfoodstories.com/wp-content/uploads/2019/10/Lovely-Linen-Greenhouse-16.jpg"
      ],
      "recipe": {
        "rtitle": "Gluten-Free Apple-Berry-Pie",
        "ingredients": [
          "500g gluten-free rice flour",
          "315g butter, cold",
          " 2 eggs (size M/L)",
          "80g sugar"
        ],
        "toppings": [
          "400g apple slices (peeled apples)",
          "undefined400g frozen berries (raspberries, blueberries…)"
        ],
        "instructions": "Blend rice flour, sugar and salt in a mixing bowl. Cut the cold butter in small cubes, add to the flour mix and knead in for 1 minute, then knead in the egg. Add tablespoon by tablespoon of cold water to make the pastry more smooth, then flatten the pastry with your hands, wrap it in clingfilm and leave in the fridge for 1 hour (or longer). Meanwhile peel and decore the apples, then cut them in thin wedges and sprinkle the lemon juice on them. Add the frozen berries. Blend the cane sugar, cornstarch and vanilla and mix thoroughly with the the fruits. Grease and flour the tart pan. Preheat the oven to 200°C top/bottom heat. After the cooling time roll out the pastry: take two thirds of the pastry from the fridge, knead it a bit smoother and roll it thin out on a floured baking paper (flour the top as well). Place the tart pan upside down on the pastry and flip again together with the pastry and baking paper, so the pastry is falling in the tart pan – remove the baking paper and press the pastry on the tart pan cut off the excess parts. Prick the bottom several times with a fork and fill in the fruit filling as evenly as possible.  Then take the pastry leftovers out of the fridge, knead it and roll out as the other pastry before and cut out the pastry stripes and decorate your pie with the pastry. Strengthen your crust at the sides with some leftover pastry, if you want. In the end whisk an egg and brush the pastry with it. Then sprinkle the 1 tbsp cane sugar on the pastry top. Bake the gluten-free apple-berry-pie for 40-45 minutes until the pastry turned golden brown (if the pastry is getting burned too quickly, just place a piece of tinfoil on top). Let the gluten-free apple-berry-pie rest for 30 minutes before you serve it."
      }
    }
  ],
  "errors": [
    {
      "status": 404,
      "message": "The item does not exist!"
    },
    {
      "status": 422,
      "message": "The provided data were invalid.",
      "fields": {
        "title": "Title needs to be more than 10 chars long.",
        "imageUrl": "Image url is required!"
      }
    }
  ]
}